[   
    {  
        "title" : "เรียนภาษาไทยกันเถอะ",  
        "subtitle" : "เรียนภาษาไทยง่ายๆสไตล์เราเอง",
        "image_url" : "https://cdn.pixabay.com/photo/2015/11/19/21/10/glasses-1052010_960_720.jpg",
        "detail" : "สาเหตุที่ต้องเรียนภาษาไทยคือ เพราะภาษาไทยเป็นปัจจัยสำคัญในการดำรงชีวิต เป็นเครื่องมือในการติดต่อสื่อสารระหว่างคนไทยด้วยกัน  ไม่ว่าจะเป็นการฟัง  การพูด  การอ่าน  หรือการเขียน  เราคนไทยย่อมหลีกเลี่ยงภาษาไทยไปไม่พ้นจำเป็นต้องใช้ภาษาไทยติดต่อสื่อสารอยู่ตลอดเวลา  ถ้าเราไม่เรียนภาษาไทย  เราก็ไม่รู้ภาษาไทย  ซึ่งจะมีผลให้เราดำรงชีวิตอยู่ในสังคมไทยได้อย่างไม่มีความสุขอย่างแน่นอน"
    },  
    {
        "title" : "ภาษาคืออะไร",
        "subtitle" : "สิ่งที่เราใช้ติดต่อสื่อสารกันเกิดขึ้นได้อย่างไร",
        "image_url" : "https://cdn.pixabay.com/photo/2016/11/14/03/16/book-1822474_960_720.jpg",
        "detail" : "คำว่า ภาษา ในภาษาไทยเป็นคำยืมมาจากภาษาสันสกฤต (สันสกฤต: भाषा) 'ภาษา, คำพูด'[2] ซึ่งมาจากรากภาษาอินโด-ยูโรเปียนดั้งเดิม ว่า *bʰeh₂- 'พูด, กล่าว' ทั้งนี้คำว่า ภาษา มีหลายความหมาย โดยอาจรวมถึงภาษาโปรแกรม ภาษาประดิษฐ์ ไปจนถึงรูปแบบของการสื่อสารในบริบทต่างๆ เช่น ภาษาราชการ ภาษาปาก ในที่นี้ ภาษา จะหมายถึงภาษามนุษย์ ซึ่งเป็นหัวข้อการศึกษาของภาษาศาสตร์เท่านั้น อย่างไรก็ดี แม้จะพิจารณาเพียงภาษามนุษย์ ก็ยังมีแง่มุมที่หลากหลาย ทำให้สามารถนิยามได้หลายแบบตามที่ผู้ศึกษาสนใจ อาทิ ความสามารถของมนุษย์ในการรับและใช้ระบบการสื่อสารต่าง ๆ กระบวนการทางปริชานในการสร้างถ้อยคำ และโครงสร้างของระบบการสื่อสารที่คนแต่ละกลุ่มใช้[3]"
    },
    {
        "title" : "สระ พยัญชนะ วรรณยุกต์",
        "subtitle" : "ส่วนประกอบของภาษาไทย...",
        "image_url" : "https://cdn.pixabay.com/photo/2016/02/16/21/07/books-1204029_960_720.jpg",
        "detail" : "พยัญชนะ มี 44 ตัว โดยแบ่งแยกได้ 3 กลุ่ม คือ อักษรสูง มี  11  ตัวคือ   ข  ข  ฉ  ฐ  ถ  ผ  ฝ  ศ  ษ  ส  ห อักษรกลาง มี 9 ตัวคือ  ก  จ  ฎ  ฏ  ด  ต  บ  ป  อ  อักษรต่ำ มี  24  ตัว  คือ อักษรคู่  คืออักษรต่ำที่เป็นคู่กับอักษรสูง มี 14 ตัวคือ   ค   ค   ฆ  ช  ฌ ซ  ฑ  ฒ ท ธ  พ  ภ  ฟ  ฮ  อักษรเดี่ยว คืออักษรต่ำที่ไม่มีอักษรสูงเป็นคู่กันมี  10  ตัว คือ   ง  ญ  ณ  น  ม  ย  ร  ล  ว  ฬ"
    }
]